<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">@import url('https://themes.googleusercontent.com/fonts/css?kit=fpjTOVmNbO4Lz34iLyptLUXza5VhXqVC6o75Eld_V98');ol{margin:0;padding:0}table td,table th{padding:0}.c4{padding-top:0pt;text-indent:21.3pt;padding-bottom:10pt;line-height:1.1500000000000001;orphans:2;widows:2;text-align:left;margin-right:188.1pt}.c1{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Calibri";font-style:normal}.c8{padding-top:0pt;padding-bottom:8pt;line-height:1.1500000000000001;orphans:2;widows:2;text-align:left;height:11pt}.c2{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:16pt;font-family:"Calibri";font-style:normal}.c7{padding-top:0pt;padding-bottom:10pt;line-height:1.1500000000000001;orphans:2;widows:2;text-align:left}.c3{color:#000000;text-decoration:none;vertical-align:baseline;font-style:normal}.c6{background-color:#ffffff;max-width:540pt;padding:36pt 36pt 36pt 36pt}.c9{font-size:14pt;font-family:"Calibri";font-weight:400}.c5{font-size:20pt;font-family:"Calibri";font-weight:400}.c0{font-size:12pt;font-family:"Calibri";font-weight:400}.title{padding-top:24pt;color:#000000;font-weight:700;font-size:36pt;padding-bottom:6pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:18pt;color:#666666;font-size:24pt;padding-bottom:4pt;font-family:"Georgia";line-height:1.0791666666666666;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Calibri"}p{margin:0;color:#000000;font-size:11pt;font-family:"Calibri"}h1{padding-top:24pt;color:#000000;font-weight:700;font-size:24pt;padding-bottom:6pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-weight:700;font-size:18pt;padding-bottom:4pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:14pt;color:#000000;font-weight:700;font-size:14pt;padding-bottom:4pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:12pt;color:#000000;font-weight:700;font-size:12pt;padding-bottom:2pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:11pt;color:#000000;font-weight:700;font-size:11pt;padding-bottom:2pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:10pt;color:#000000;font-weight:700;font-size:10pt;padding-bottom:2pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}</style></head><body class="c6"><p class="c7" id="h.gjdgxs"><span class="c5">&nbsp; &nbsp;</span><span class="c9">INTERNET</span></p><p class="c4"><span class="c3 c0">A Internet foi criada em 1969, nos Estados Unidos. Chamada de Arpanet, tinha como fun&ccedil;&atilde;o interligar laborat&oacute;rio de pesquisa. Naquele ano, um professor da Universidade da Calif&oacute;rnia passou para um amigo em Stanford o primeiro e-mail da hist&oacute;ria, desde ent&atilde;o, come&ccedil;ou a ser utilizado o nome internet.</span></p><p class="c4"><span class="c0 c3">O sistema de publica&ccedil;&atilde;o conhecido como World Wide Web, ou WWW, nasceu com a ideia de que qualquer pessoa poderia compartilhar conhecimento utilizando uma linguagem de publica&ccedil;&atilde;o (HTML, Hyper Text Markup Language). A Web foi ent&atilde;o constru&iacute;da em cima da pr&oacute;pria internet, a rede mundial que liga todos os computadores.</span></p><p class="c4"><span class="c3 c0">A internet chegou ao Brasil em 1981 por meio da Bitnet, uma rede de Universidades fundada em 1981 e que ligava Universidade da cidade de Nova York (CUWY) &nbsp;&aacute; Universidade Yale, em Connnecticut. A partir de 1994, a internet se desloca da academia e come&ccedil;a a ser comercializada.</span></p><p class="c4"><span class="c3 c0">A grande populariza&ccedil;&atilde;o da internet se deu apenas em 1988 houve a abertura das redes para fins comerciais. No final dos anos 80 come&ccedil;ou a surgir a conex&atilde;o via dial-up, por&eacute;m a grande explos&atilde;o na internet no mundo foi apenas em 1989 quando os Estados Unidos resolveram comercializar a internet, e assim as pessoas come&ccedil;aram a ter PCs e acesso discado a grande rede.</span></p><p class="c4"><span class="c3 c0">O futuro da internet ser&aacute; submersa, j&aacute; est&aacute; sendo mas com o passar dos anos ser&aacute; ainda mais, viajando atrav&eacute;s de cabos de fibra &oacute;ptica que transportam quase todo o tr&aacute;fego transoce&acirc;nico, os cabos ainda ser&atilde;o a base da internte global.</span></p><p class="c4"><span class="c3 c0">O impacto da internet na sociedade atual seria a m&iacute;dia frequentem, ente relatando que o uso intenso da internet aumenta o risco de isolamento, nos dias de hoje com a covid 19 isso &eacute; &oacute;timo por que as pessoas n&atilde;o saem de casa mas antes ou depois da covid isso vai &eacute; ruim por que a evidencia dispon&iacute;vel mostra que a internet n&atilde;o isola as pessoas e n&atilde;o reduz sua sociabilidade, o engajamento c&iacute;vico e a intensidade das rela&ccedil;&otilde;es familiares e de amizade, em todas as culturas.</span></p><p class="c4"><span class="c0">A import&acirc;ncia da internet na pandemia pode ser considerada um tempo de adapta&ccedil;&atilde;o e evolu&ccedil;&atilde;o, o mundo vivencia uma das maiores pandemias da hist&oacute;ria da humanidade, e em meio a todo esse cen&aacute;rio &eacute; aonde a tecnologia vem se sobressaindo e a internet tornando-se cada vez mais o meio mais influente em todas as &aacute;reas. E se n&atilde;o tiv&eacute;ssemos tecnologia na pandemia seria bem complicado por que a covid est&aacute; nos fazendo reconhecer ainda mais o que j&aacute; era evidente, n&atilde;o importa o setor, toda empresa se tornou essencialmente um neg&oacute;cio de tecnologia que tamb&eacute;m entrega algum bem ou servi&ccedil;o. Aquelas que ainda n&atilde;o se transformaram passar&atilde;o agora por um teste de fogo e certamente ter&atilde;o menos chance de vencer a crise que se avizinha. &nbsp;</span></p><p class="c8"><span class="c1"></span></p></body></html>