<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">@import url('https://themes.googleusercontent.com/fonts/css?kit=fpjTOVmNbO4Lz34iLyptLUXza5VhXqVC6o75Eld_V98');ol{margin:0;padding:0}table td,table th{padding:0}.c0{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Calibri";font-style:normal}.c1{padding-top:0pt;padding-bottom:8pt;line-height:1.1500000000000001;orphans:2;widows:2;text-align:left}.c3{background-color:#ffffff;max-width:523.3pt;padding:36pt 36pt 36pt 36pt}.c2{height:11pt}.title{padding-top:24pt;color:#000000;font-weight:700;font-size:36pt;padding-bottom:6pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:18pt;color:#666666;font-size:24pt;padding-bottom:4pt;font-family:"Georgia";line-height:1.0791666666666666;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Calibri"}p{margin:0;color:#000000;font-size:11pt;font-family:"Calibri"}h1{padding-top:24pt;color:#000000;font-weight:700;font-size:24pt;padding-bottom:6pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-weight:700;font-size:18pt;padding-bottom:4pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:14pt;color:#000000;font-weight:700;font-size:14pt;padding-bottom:4pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:12pt;color:#000000;font-weight:700;font-size:12pt;padding-bottom:2pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:11pt;color:#000000;font-weight:700;font-size:11pt;padding-bottom:2pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:10pt;color:#000000;font-weight:700;font-size:10pt;padding-bottom:2pt;font-family:"Calibri";line-height:1.0791666666666666;page-break-after:avoid;orphans:2;widows:2;text-align:left}</style></head><body class="c3"><p class="c1"><span class="c0">CONCEITOS FUNDAMENTAIS DA INTERNET</span></p><p class="c1"><span class="c0">A d&eacute;cada de 90 ficou conhecida como o &ldquo;bom da internet&rdquo;, pois foi quando ela se popularizou pelo mundo, com o surgimento d novos browsers ou navegadores, as principais inven&ccedil;&otilde;es foram internet Explorer, Netscape, Mozilla Firefox, Google Chrome, Opera, Lynx, e assim aumentou o n&uacute;mero de usu&aacute;rios e navegadores na internet.</span></p><p class="c1"><span class="c0">O protocolo HTTP e o HTTPS s&atilde;o protocolos de comunica&ccedil;&atilde;o que permitem a troca de dados entre o seu computador ou dispositivo m&oacute;vel e um servidor que abriga um determinado site que voc&ecirc; acessa. Mas apenas um deles oferece mais seguran&ccedil;a para os seus dados na internet. </span></p><p class="c1"><span class="c0">HTTP = HIPER TEXT TRANSFER PROTOCOL = Protocolo de transfer&ecirc;ncia de Hipertexto. Esse protocolo &eacute; vulner&aacute;vel a intercepta&ccedil;&atilde;o de dados. Pessoas mal intencionadas, tamb&eacute;m conhecidas como Hackers, podem interferir na transmiss&atilde;o de dados entre o seu computador e um servidor e capturar as suas informa&ccedil;&otilde;es, como : e-mail, senha, CPF, n&uacute;mero de telefone, entre outras que voc&ecirc; disponibiliza quando faz um cadastro em algum site.</span></p><p class="c1"><span class="c0">HTTPS = HIPER TEXT TRANSFER PROTOCOL SEGURE = A tradu&ccedil;&atilde;o &eacute; a mesma do HTTP, por&eacute;m, com um &ldquo;s&rdquo; a mais que resulta em uma palavra que faz toda a diferen&ccedil;a: Protocolo de Transfer&ecirc;ncia de Hipertexto Seguro. Esse protocolo &eacute; uma jun&ccedil;&atilde;o entre o HTTP com o SSL(Segure Sockets Layers, ou na nossa l&iacute;ngua, Protocolo de Camadas de Entradas e Sa&iacute;das Seguras). &nbsp;O protocolo SSL produz a criptografia da transmiss&atilde;o de dados entre a sua m&aacute;quina e um servidor. Dessa forma, o HTTPS oferece o sigilo dos nossos dados no processo de comunica&ccedil;&atilde;o entre um navegador e um servidor.</span></p><p class="c1"><span class="c0">Devido a import&acirc;ncia do DNS &eacute; necess&aacute;rio garantir a sua seguran&ccedil;a, esta fornecida pelo DNSSEC (DNS Security Extensions), esquema de criptografia que faz uso de chaves p&uacute;blicas e privadas para garantir a autenticidade dos endere&ccedil;os consultados, de forma a garantir que quando um endere&ccedil;o &eacute; consultado ele vai ser traduzido para o n&uacute;mero de IP correto, evitando fraudes de internet.</span></p><p class="c1"><span class="c0">Em uma rede ,os equipamentos precisam se comunicar. Para isso, surgiram protocolos de comunica&ccedil;&atilde;o e modelos para eles. Entre eles existe o modelo TCP / IP. O nome vem de dois de seus protocolos o TCP (Transmission Control Protocol) e o IP (Internet Protocol), ele tem &nbsp;por objetivo padronizar todas as comunica&ccedil;&otilde;es de rede, principalmente as comunica&ccedil;&otilde;es na web. Sem os protocolos de comunica&ccedil;&atilde;o padronizados, seria dif&iacute;cil, por exemplo, que existisse uma rede de alcance mundial como a internet. </span></p><p class="c1"><span class="c0">A HTML &eacute; a sigla para HYPER TEXT MARKUP LANGUAGE, ou seja, linguagem de marca&ccedil;&atilde;o de hipertexto. Ela &eacute; utilizada como marca&ccedil;&atilde;o para desenvolver p&aacute;ginas e documentos eletr&ocirc;nicos para a internet. Isso significa que ela garante a formata&ccedil;&atilde;o ideal para sites. Por&eacute;m, n&atilde;o pense que existe apenas essa linguagem de programa&ccedil;&atilde;o.</span></p><p class="c1" id="h.gjdgxs"><span class="c0">O WORLD WIDE WEB (W3) &eacute; uma iniciativa de recupera&ccedil;&atilde;o de informa&ccedil;&atilde;o hiperm&iacute;dia de ampla &aacute;rea que visa dar acesso universal a um grande universo de documentos. E o seu prop&oacute;sito no projeto W3 &eacute; baseado na filosofia de que muitas informa&ccedil;&otilde;es acad&ecirc;micas devem estar dispon&iacute;veis gratuitamente para qualquer pessoa. Tem como objetivo permitir o compartilhamento de informa&ccedil;&otilde;es em equipes dispersas internacionalmente e a dissemina&ccedil;&atilde;o de informa&ccedil;&otilde;es por grupos de apoio. Originalmente voltado para a comunidade de F&iacute;sica de Altas Energias, ele se espalhou para outras &aacute;reas e atraiu muito interesse em suporte ao usu&aacute;rio, descoberta de recursos e &aacute;reas de trabalho colaborativo. &nbsp; &nbsp; </span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p><p class="c1 c2"><span class="c0"></span></p></body></html>